["6 – 9 вв. --> Образование племенных союзов Восточных славян.", "9 в. --> Создание ранних государственных объединений Восточных славян в районе Днепра и оз. Ильмен.", "860 --> Объединенный морской поход Днепровских славян и варягов на Константинополь (Царьград).", "862– 879 --> Княжение Рюрика в Новгороде.", "862 – 882 --> Правление в Киеве князей Аскольда и Дира.", "882 – 912 --> Княжение Олега в Киеве.", "882 --> Объединение Олегом Новгорода и Киева.", "907 --> Поход Олега на Константинополь. Первый договор Руси с Византией о дружественных отношениях, нормах международной торговли и мореплавания.", "911 --> Второй договор Руси с Византией.", "912 – 945 --> Княжение Игоря в Киеве.", "941 --> Первый поход князя Игоря на Константинополь, закончившийся провалом.", "944 --> Второй поход князя Игоря на Константинополь. Договор Руси с Византией. (Русь теряла право беспошлинной торговли и обязывалась оказывать помощь в охране пограничных с нею владений Византии).", "945г. --> Поражение дружины князя Игоря. Жестокая казнь Игоря.", "945 – 969 --> Правление Ольги в Киеве (после убийства древлянами ее мужа князя Игоря).", "945 — 947 --> Введены «Уроки» («уставы») и «погосты» — законы княгини Ольги по налоговому праву.", "945 – 972 (973) --> Княжение Святослава Игоревича в Киеве.", "Около 957 --> Посольство княгини Ольги в Константинополь. Принятие ею христианства (под именем Елена).", "965 --> Разгром князем Святославом Хазарского каганата (на нижней Волге). Установление контроля над торговым путем Волга – Каспийское море.", "968 – 971 --> Походы князя Святослава в Дунайскую Болгарию. Войны с Византией и печенегами.", "968 (969) --> Разгром печенегов под Киевом.", "971 --> Договор Руси с Византией.", "972(973) – 980 --> Междоусобицы в Киеве после убийства печенегами князя Святослава.", "980 – 1015 --> Княжение Владимира I Святославича в Киеве.", "980 --> Создание единого пантеона языческих богов в Киеве.", "98 --> Поход князя Владимира на волжских булгар.", "988 – 989 --> Крещение Руси.", "990-е гг. --> Сооружение в Киеве церкви Успения Богородицы (Десятинной церкви).", "1015 – 1019 --> Междоусобные войны сыновей Владимира I за великокняжеский престол.", "1016 г. --> Принятие первого кодекса правовых норм, который назывался «Русская Правда».", "1019 – 1054 --> Княжение Ярослава Владимировича Мудрого в Киеве. Составление свода законов «Правда Ярослава» — наиболее древней части «Русской правды».", "1024 г. --> Восстание в Ростово-Суздальской земле; подавлено князем Ярославом.", "1024 г. --> Раздел Руси между Ярославом Мудрым и его братом Мстиславом по Днепру: Правобережье (с Киевом) отходило к ЯрославуЛевобережье (с Черниговом) – к Мстиславу", "1030 – 1035 --> Строительство Спасо-Преображенского собора в Чернигове.", "1036 г. --> Победа князя Ярослава Мудрого над печенегами, обеспечившая Руси мир на четверть века (до прихода в Степь половцев).", "1037 – 1041 --> Строительство Софийского Собора в Киеве.", "1043 г. --> Последний поход Руси (во главе с сыном Ярослава Мудрого князем Владимиром Ярославичем Новгородским) на Константинополь; завершился неудачей.", "1045 – 1050 --> Строительство Софийского Собора в Новгороде.", "1051 г. --> Поставление князем Ярославом Мудрым автора «Слова о Законе и Благодати» Иллариона (первого из русских) на митрополичью кафедру в Киеве. Основание отшельником Антонием Печорской обители в Киеве.", "1054 г. --> Смерть Ярослава Мудрого, приходят к власти три сына князя и создают Триумвират Ярославичей.", "1054 г. --> Великое княжение в Киеве Изяслава Ярославича. Составление «Правды Ярославичей» — второй части «Русской правды».", "1068 г. --> Набег половцев на Русь. Поход русских князей (Ярославичей) на половцев; поражение на р. Альта. Восстание горожан в Киеве. Бегство Изяслава в Польшу.", "Около 1071 --> Восстания в Новгороде и Ростово-Суздальской земле.", "1072 г. --> Перенесение в новую церковь г. Вышгорода мощей князя Бориса и Глеба (сыновей князя Владимира I), убитых сторонниками Святополка, ставших первыми русскими святыми.", "1073 г. --> Изгнание князя Изъяслава из Киева.", "1073 – 1076 --> Великое княжение в Киеве Святослава Ярославича.", "1078 – 1093 --> Великое княжение в Киеве Всеволода Ярославича.", "1093 – 1113 --> Великое княжение в Киеве Святополка Изяславича.", "1093 г. --> Поражение князей Святополка и Владимира Всеволодовича Мономаха в битве с половцами на р. Стугна.", "1096 г. --> Победа князя Святополка над половцами в битве под Переяславлем.", "1097 г. --> Съезд князей в г. Любече.", "1103 --> Долобский съезд русских князей для подготовки похода на половцев.", "1103 --> Поход князей Святополка и Владимира Мономаха на половцев.", "1108 --> Основание князем Владимиром II Всеволодовичем города Владимира-на-Клязьме.", "1111 --> Поход русских князей на половцев.", "1113 --> Восстание в Киеве против ростовщиков. Призвание князя Владимира II Всеволодовича.", "1113 – 1125 --> Великое княжение в Киеве Владимира II Всеволодовича Мономаха. Укрепление великокняжеской власти. Издание «Устава Владимира Мономаха»; ограничение ростовщичества.", "1116 --> Победа князя Владимира II Мономаха над половцами.", "1125 – 1132 --> Великое княжение в Киеве Мстислава Владимировича.", "1125 – 1157 --> Княжение Юрия Владимировича Долгорукого в Ростово-Суздальской земле.", "1127 — ок.1155 --> Княжение в Рязани Ростислава Ярославича.", "1127 – 1159 --> Княжение в Смоленске Ростислава Мстиславича.", "1131 --> Походы князя Мстислава Киевского на Литву.", "1132 – 1139 --> Великое княжение в Киеве Ярополка Владимировича.", "1135 – 1136 --> Волнения в Новгороде. Изгнание по решению веча князя Всеволода Мстиславича. Упрочение «боярской республики» и принципа приглашения князя.", "1139 – 1146 --> Великое княжение в Киеве Всеволода Ольговича.", "1147 --> Первое упоминание в летописи Москвы.", "1155 – 1157 --> Великое княжение в Киеве Юрия Владимировича Долгорукого.", "1155 --> Уход князя Андрея Юрьевича Боголюбского из Киева в Ростово-Суздальскую землю.", "1156 --> Первое избрание архиепископа в Новгороде.", "1157 --> Восстание в Киеве.", "1157 – 1174 --> Великое княжение Андрея Боголюбского во Владимиро-Суздальской земле.", "1158 – 1161 --> Строительство Успенского собора во Владимире.", "1164 --> Перенос во Владимир из Киевского Вышгородского монастыря иконы Богоматери (Богоматерь Владимирская).", "1168 --> Поход русских князей на половцев.", "1169 --> Взятие и разграбление Киева войсками Андрея Боголюбского.", "1170 --> Битва суздальцев с новгородцами. Поражение суздальцев.", "1174 --> Убийство князя Андрея Боголюбского боярами-заговорщиками.", "1174 – 1176 --> Усобицы и восстания во Владимиро-Суздальской земле.", "1176 – 1212 --> Великое княжение во Владимиро-Суздальской земле брата князя Андрея Боголюбского – Всеволода Юрьевича Большое Гнездо.", "1183 --> Объединенный поход южнорусских князей на половцев. Разгром хана Кобяка на р. Орель.", "1185 --> Неудачный поход на половцев князя Новгород-Северского Игоря Святославича, послуживший темой для «Слова о полку Игореве».", "1190-е гг. --> Торговые договоры Новгорода с немецкими ганзейскими городами.", "1199 --> Образование Галицко-Волынского княжества.", "1202 – 1224 --> Захват Орденом меченосцев (основан в 1202) земель ливов, эстов, земгалов и др. в Прибалтике.", "1203 – 1204 --> Поход Галицко-Волынского князя Романа Мстиславича на половцев.", "1205 – 1264 --> С перерывами Княжение в Галиче и на Волыни Даниила Романовича.", "1209 --> Первое летописное свидетельство о Твери.", "1212 --> Раздел Владимиро-Суздальской земли между сыновьями князя Всеволода Большое Гнездо.", "1218 – 1238 --> Великое княжение Юрия Всеволодовича во Владимиро-Суздальской земле.", "1216 --> Битва на р. Липице. Победа князя Константина Всеволодовича над братьями князьями Юрием и Ярославом в борьбе за Владимирское великое княжение.", "1221 --> Основание великим князем Владимирским Юрием Всеволодовичем в земле мордвы Нижнего Новгорода – форпоста для борьбы с Волжской Булгарией.", "1223, 31 мая --> Разгром татарами русско-половецких дружин на р. Калка.", "1224 --> Захват Орденом меченосцев Юрьева – русской крепости в Прибалтике.", "1230 – 1243 --> Посадничество в Новгороде Степана Твердиславича – сторонника ориентации на Владимир.", "1236 – 1251 --> Княжение в Новгороде Александра Ярославича Невского.", "1276 г. --> Возникло Великое княжество Московское. Которое стало соперничать с другими княжествами.", "1237 – 1241 --> Нашествие монголо-татарских войск во главе с ханом Батыем на Русь. Рост военных действий на территории русских княжеств.", "1237, дек. --> Разрушение монголо-татарами Рязани.", "1238, янв. – фев --> Взятие и разрушение монголо-татарами Коломны, Москвы, Владимира, Ростова, Суздаля, Ярославля, Костромы, Углича, Галича, Дмитрова, Твери, Переяславля-Залесского, Юрьева, Торжка и других городов Северо-Восточной Руси.", "1238, 4 мар. --> Поражение объединенного войска князей Северо-Восточной Руси в битве с монголо-татарами на р. Сить. Гибель великого князя Владимирского Юрия Всеволодовича.", "1238 – 1246 --> Великое княжение во Владимире Ярослава Всеволодовича.", "1239 --> Вторжение войск Батыя в Южнорусские земли. Разорение Переяславля, Чернигова.", "1240 – 1241 --> Захват рыцарями Ливонского ордена (основан в 1237 в результате слияния Тевтонского ордена и Ордена меченосцев) русских крепостей Изборск, Псков, Копорье.", "1240, сен. – дек. --> Осада и взятие Киева войсками Батыя.", "1240, 15 июл. --> Невская битва. Разгром войском Александра Ярославича Невского шведского войска.", "1242, 5 апр. --> Разгром войском князя Александра Ярославича Невского рыцарей Ливонского ордена на Чудском озере («Ледовое побоище»).", "Нач. 1240-х --> Образование государства Золотая Орда (Улус Джучи).", "1252 – 1263 --> Великое княжение Александра Ярославича Невского во Владимире.", "1250-е --> Перепись населения («число»), организованная монголо-татарами с целью введения централизованной налоговой системы.", "1257 --> Восстание в Новгороде против переписи населения.", "1261 --> Учреждение православной епархии в столице Золотой Орды – Сарае.", "1262 --> Восстания в Ростове, Суздале, Владимире, Ярославле против сборщиков монголо-татарской дани и откупщиков; сбор дани передан русским князьям.", "1262 --> Договор между великим князем владимирским Александром Ярославичем Невским и великим князем Литовским Миндовгом о совместной борьбе с Ливонским орденом.", "1264 – 1272 --> Великое княжение во Владимире Ярослава Ярославича Тверского.", "1266 – 1282 --> Участие русских князей в походах Золотой Орды на Кавказ, Византию, Литву.", "1268 --> Поход в Ливонию и победа войска псковичей, новгородцев, владимиро-суздальцев над немецкими и датскими рыцарями при Раковоре.", "1269 --> Поход ливонцев на Псков. Мир с Ливонским орденом. Стабилизация западных границ Новгорода и Пскова.", "1282 – 1303 --> Княжение Даниила Александровича в Москве. Основание первого в окрестностях Москвы Данилова монастыря (около 1282).", "1293 – 1304 с перерывами --> Великое княжение Андрея Александровича Городецкого во Владимире.", "1285 – 1318 --> Княжение Михаила Ярославича в Твери; великий князь Владимирский.", "1299 --> Переезд митрополита Максима из Киева во Владимир-на-Клязьме.", "1301 – 1303 --> Присоединение к Москве Коломны и Можайска.", "1303 – 1325 --> Княжение Юрия Даниловича в Москве. Начало борьбы Москвы и Твери за великое княжение.", "1315 – 1316 --> Поход князя Михаила Тверского и ордынского войска на Новгород. Поражение новгородцев у Торжка.", "1317 – 1322 --> Великое княжение во Владимире Юрия Даниловича Московского.", "1318 --> Убийство в Орде князя Михаила Тверского.", "1319 – 1326 --> Княжение в Твери Дмитрия Михайловича Грозные Очи.", "1323 --> Закладка князем Юрием Московским и новгородцами крепости Орешек у истоков р. Нева.", "1325 – 1326 --> Убийство князем Дмитрием Тверским в Орде князя Юрия Московского. Казнь Дмитрия Тверского по приказу хана Узбека.", "1325 – 1340 --> Правление князя Ивана Даниловича Калиты в Москве. С 1328 – великий князь Владимирский. Когда он решил перевезти резиденцию митрополита из Владимира в Москву, начался новый виток развития христианства. Русь стала духовной столицей.", "1325 --> Переезд в Москву из Владимира митрополита Петра.", "1325 – 1327 --> Великое княжение Александра Михайловича Тверского.", "1326 --> Строительство Успенского собора в Москве.", "1327 --> Восстание в Твери против ордынцев.", "1333 --> Строительство Архангельского собора в Москве.", "1339 --> Убийство в Орде князя Александра Михайловича Тверского.", "1340 – 1353 --> Великое княжение Симеона Ивановича Гордого Московского.", "Около 1340 --> Основание Сергием Радонежским Троице-Сергиева монастыря.", "1348 --> Договор Пскова и Новгорода о признании самостоятельности Псковской республики.", "1352 – 1353 --> Эпидемия чумы.", "1353 – 1359 --> Великое княжение в Москве и Владимире Ивана II Красного.", "1354 --> Поставление на Русскую митрополию Алексия, выходца из московского боярского рода.", "1359 – 1389 --> Великое княжение Дмитрия Ивановича Донского; с 1362 – великий князь владимирский.", "1367 – 1369 --> Строительство каменного кремля в Москве.", "1368 – 1399 --> Княжение в Твери Михаила Александровича.", "1368, 1370, 1372 --> Походы великого князя Литовского Ольгерда на Москву.", "1374 --> Появление в Новгороде ереси стригольников, выступавших за отправление богослужений мирянами.", "1374 --> Восстание в Нижнем Новгороде против Ордынцев.", "1375 --> Поход князя Дмитрия Ивановича на Тверь. Отказ Твери от претензий на великое Владимирское княжение.", "Около 1377 --> Составление «Лаврентьевской летописи».", "1378, 11 авг. --> Победа московско-рязанского войска над ордынцами на р. Воже.", "1379 – 1396 --> Крещение Стефаном Пермским зырян (коми).", "1380, 8 сен. --> Куликовская битва. Победа объединенного русского войска во главе с великим князем Дмитрием Ивановичем Донским над ордынским войском Мамая на Куликовом поле (при впадении р. Непрядва в р. Дон).", "1382 --> Поход татаро-монгольского войска во главе с ханом Тохтамышем на Москву. Осада и разорение Москвы и других городов Северо-Восточной Руси. Татары взяли город и разграбили его. Местное население пострадало больше всего.", "1382 --> Первое упоминание огнестрельного оружия на Руси.", "Около 1382 --> Начало чеканки монеты в Москве.", "1389 – 1425 --> Великое княжение в Москве Василия I Дмитриевича.", "1392 --> Присоединение Нижегородско-Суздальского и Муромского княжеств к Москве.", "1395 --> Разгром войсками Тимура (Тамерлана) Золотой Орды. Разорение окраинных земель Руси. Разрушение Ельца.", "1395 --> Перенесение иконы Владимирской Богоматери в Москву.", "1395 --> Установление вассальной зависимости Смоленска от Литвы.", "1397 – 1398 --> Присоединение новгородских владений – Бежецкого Верха, Вологды, Великого Устюга к Москве.", "1399 — 1425 --> Княжение в Твери Ивана Михайловича. Усиление Твери.", "Конец 14 в. --> Присоединение земель коми к Москве. Поход московского войска на волжских булгар и взятие их столицы.", "Начало 15 в. --> Создание Андреем Рублевым иконы «Троица» для Троицкого собора Троице-Сергиева монастыря.", "1404 --> Взятие Смоленска войском великого князя Литовского Витовта. Присоединение Смоленского княжества к Литве.", "1408 --> Признание великим князем Московским власти Литвы над Смоленском и Верховскими княжествами (в верховьях Оки).", "1408 --> Вторжение ордынских войск Едигея в Северо-Восточную Русь. Осада Москвы.", "1410, 15 июль --> Грюнвальдская битва. Разгром объединенным польско-литовско-русским войском рыцарей Тевтонского войска.", "1420 --> Начало чеканки монет в Новгороде.", "1425 – 1462 --> с перерывами Великое княжение Василия II Васильевича Темного в Москве.", "1425 – 1453 --> Междоусобная война в Великом Московском княжестве.", "1425 – 1461 --> Княжение в Твери Бориса Александровича.", "1426 – 1428 --> Походы великого князя Литовского Витовта на Новгород и Псков.", "1433 – 1434 --> Начало открытой борьбы Галицких князей за Московский великокняжеский стол.", "1436 --> Основание Соловецкого монастыря.", "1438 --> Миссия митрополита Исидора во Флоренцию для участия в церковном соборе, обсуждавшем вопрос об унии православной и католической церквей под главенством Папы Римского.", "1440 --> Признание Литвой самостоятельности Пскова.", "1441 --> Возвращение в Москву митрополита Исидора с грамотой о Флорентийской унии православной и католической церквей. Смещение его великим князем Василием II Темным с митрополичьего престола.", "1444 – 1448 --> Война Ливонии с Новгородом с Псковом, завершившаяся 25-летним миром.", "1446 --> Захват Москвы удельным князем Дмитрием Шемякой – братом Василия Косого. Ослепление по его приказу великого князя Василия II Темного.", "1448 --> Провозглашение автокефалии русской церкви. Избрание Ионы, епископа Рязанского, митрополитом Московским и всея Руси.", "1449 --> Признание Москвой и Литвой самостоятельности Новгорода и Пскова.", "1450 --> Изгнание Дмитрия Шемяки из Галича (умер в 1453).", "1450-е гг. --> Первые упоминания ограничения перехода крестьян.", "1456 --> Поход великого князя Василия II Темного на Новгород. Поражение новгородцев под Старой Руссой. Заключение Ялжебицкого договора между Москвой и Новгородом, ограничевшего новгородские вольности.", "1458 --> Окончательное разделение Киевской митрополии на Киевскую и Московскую.", "1462 – 1505 --> Великое княжение Ивана III Васильевича.", "1463 --> Присоединение Ярославского княжества к Москве.", "1466 – 1472 --> Путешествие Тверского купца Афанасия Никитина в Индию («Хождение за три моря»).", "1467 – 1469 --> Походы московского войска на Казань.", "1470-е гг. --> Появление в Новгороде ереси «жидовствующих», отрицавших божественную природу Христа.", "1471 --> Первый поход Ивана III на Новгород. Разгром новгородцев на р. Шелонь. Признание Новгорода «отчиной» великого князя Московского.", "1472 --> Бракосочетание Ивана III с Софьей (Зоей) Палеолог, племянницей последнего византийского императора.", "1472 --> Окончательное присоединение Пермской земли к Москве.", "1474 --> Присоединение Ростовского княжества к Москве.", "1475 – 1479 --> Строительство каменного Успенского собора в Московском Кремле (архитектор Аристотель Фьораванти).", "1477 --> Второй поход Ивана III на Новгород. Присоединение Новгорода к Москве.", "1480 --> Поход хана Ахмата на Москву; стояние ордынского и русского войск на р. Угра. Отступление Ахмата. Фактическая ликвидация ордынского ига на Руси.", "1483 --> Поход московского войска в Зауралье и Югорскую землю.", "1484 – 1486 --> Формирование в Москве еретического кружка Фёдора Курицына (отрицание монастырей и монашества, проповедь идеи свободы воли).", "1484 – 1485 --> Тайный союз князя Михаила Тверского с Польским королем и великим князем Литовским Казимиром IV. Походы Ивана III на Тверь. Присоединение Твери к Москве.", "1485 – 1489 --> Строительство итальянскими мастерами кирпичных стен и башен Московского Кремля.", "1484–1508 гг. --> Строительство нынешнего Московского Кремля. Изначально, в качестве основного материла для строительства, использовали кирпич. Поэтому Москву и сегодня называют белокаменной.", "1487 --> «Вывод» боярских семей из Новгорода и поселение их на землях Московского великого княжества.", "1487 --> Поход московского войска на Казань. Приход к власти в Казани промосковской партии.", "1489 --> Поход московского войска на Вятку. Окончательное присоединение Вятки, а также Арской земли (Удмуртия) к Москве.", "1490 --> Осуждение на церковном соборе ереси «жидовствующих».", "1490-е гг. --> Распространение идей нестяжательства (Нил Сорский) и иосифлянства (Иосиф Волоцкий).", "1492 --> Основание крепости Ивангород на р. Нарва (напротив шведской крепости).", "1492 --> Реформа календаря (перенос новогодия с 1 марта на 1 сентября).", "1492 – 1494 --> Война великого князя Ивана III с Литвой. Присоединение к Москве Вязьмы и Верховских княжеств.", "1493 – 1494 --> Прекращение ганзейской торговли в Новгороде.", "1496 – 1497 --> Война со Швецией.", "1496 – 1497 --> Первое русское посольство в Стамбул к султану Баязету II.", "1497 --> Издание Судебника Ивана III; установление единого срока перехода крестьян (неделя до и неделя после осеннего Юрьева дня, 26 ноября).", "Около 1500 --> Составление «сказания о князьях Владимирских» с обоснованием происхождения правящей династии (Рюриковичей) от римского императора Августа.", "1503 --> Полемика между Нилом Сорским (умер в 1508) и Иосифом Волоцким (умер в 1515).", "1503 --> Перемирие на 10 лет между Иваном III и великим князем Литовским Александром Казимировичем. За Московским государством закреплялись Чернигов, Брянск, Путивль, Гомель и часть Смоленской земли.", "1505 – 1533 --> Великое княжение Василия III.", "1505 – 1516 --> Строительство Алевизрм Фрязином (Новым) Архангельского собора и укреплений Московского Кремля.", "1507 --> Первый набег крымских татар на Москву.", "1510 --> Присоединение Пскова к Москве.", "Около 1510 --> Послание монаха Псковского Елеазарова монастыря Филофея к великому князю Василию III, в котором выдвигается идея «Москва – Третий Рим».", "1514 --> Взятие Смоленска войсками великого князя Василия III.", "1514, 8 сен. --> Разгром литовскими войсками войск великого князя Василия III под Оршей.", "1516 --> Договор Василия III с Данией о военном союзе против Швеции и Польши.", "1519 --> Заключение Василием III военного союза с Крымским ханом Мухаммед-Гиреем против короля Польского и великого князя Литовского Сигизмунда I и Казанского ханства.", "1521, июн. – авг. --> Нашествие Крымского хана Мухаммед-Гирея и Казанского хана Сагиб-Гирея на Москву.", "1525 --> Церковные соборы, осудившие Максима Грека, И. Н. Берсеня-Беклемишева и др.", "1531 --> Осуждение на церковных соборах и ссылка Вассиана Косого в Иосифо-Волоколамский монастырь. Максима Грека – в Тверь.", "1533 – 1584 --> Великое княжение (с 1547 — царствование) Ивана IV Васильевича Грозного.", "1533 – 1538 --> Регентство великой княгини Елены Глинской, вдовы Василия III.", "1535 – 1538 --> Завершение создания единой монетной системы Русского государства.", "1547, 7 янв. --> Венчание Ивана IV на царство, официальное принятие Иваном IV титула «царя и великого князя всея Руси».", "1547 --> Восстание посадских людей в Москве.", "1549 – 1550 --> Неудачные походы русских войск на Казань.", "1549 --> Созыв Земского собора. Создание системы приказов.", "1550-е гг. --> Деятельность Избранной рады.", "1550 --> Издание «Судебника» Ивана IV. Создание стрелецкого войска.", "Около 1550 --> Основание ярмарки у Макарьевского монастыря на Волге.", "1551, янв. – май --> «Стоглавый собор» Русской церкви.", "1551, лето --> Присоединение Чувашии к Русскому государству.", "1552 --> Поход русского войска во главе с царем Иваном IV на Казанское ханство. Взятие Казани (2 октября). Присоединение Казанского ханства к Русскому государству.", "1552 – 1557 --> Присоединение большей части Башкирии к Русскому государству.", "1555 --> Образование в Англии Московской (Русской) торговой компании и предоставление ей привилегий на торговлю в Русском государстве.", "1555 --> Признание сибирским ханством вассальной зависимости от Москвы.", "1555 – 1560 --> Строительство Покровского собора (храм Василия Блаженного) на Красной площади в Москве.", "1556 --> Взятие русскими войсками Астрахани. Присоединение Астраханского ханства к Русскому государству.", "1558 – 1583 --> Ливонская война.", "1558 --> Взятие русскими войсками Нарвы (11 мая) и Дерпта (Юрьева) (18 июля).", "1559, лето --> Перемирие с Ливонским орденом.", "1561 --> Распад Ливонского ордена.", "1563, 18 фев. --> Взятие русскими войсками Полоцка.", "1564 --> Издание Иваном Федоровым в Москве «Апостола» — первой русской печатной книги.", "1564 --> Поражение русских войск под Оршей.", "1564, 3 дек. --> Отъезд царя Ивана IV из Москвы в Александровскую Слободу.", "1565, 2 фев. --> Возвращение Ивана IV в Москву. Учреждение (3 февраля) опричнины.", "1566, июн. --> Заключение перемирия между царем Иваном IV и Польским королем Сигизмундом II Августом.", "1569, дек. –1570, фев. --> Поход царя Ивана IV на Новгород и Псков.", "1571, янв. --> Первый русский военный устав – «Уложение о станичной службе».", "1571, май --> Поход Крымского хана Девлет-Гирея на Москву. Сожжение Москвы.", "1571, май --> Прекращение выплаты дани Сибирским ханом Кучумом царю Ивану IV.", "1572 --> Упразднение опричнины.", "1577, янв. – мар. --> Выступление русских войск против Швеции.", "1579, июл. --> Вторжение шведских войск в новгородские земли.", "1579, июль. --> Объявление королем Речи Посполитой Стефаном Баторием войны Русском государству.", "1579, 30 авг. --> Взятие польскими войсками Полоцка.", "Кон. 1570-х –Нач. 1580-х --> Поход Ермака Тимофеевича в Сибирь.", "1580, янв. --> Приговор церковного собора об ограничении монастырского землевладения.", "1581 --> Начало введения заповедных лет (запрет перехода крестьян).", "1581, сен. --> Взятие шведскими войсками крепостей Нарва, Ивангород, Ям, Копорье.", "1581, сен. – 1582, янв. --> Осада Пскова войсками Стефана Батория.", "1581, 26 окт. --> Вступление дружины Ермака в столицу Сибирского ханства Кашлык.", "1591, 19 ноя. --> Смерть старшего сына Ивана IV, царевича Ивана.", "1582, 6 фев. --> Ям-Запольский мир с Речью Посполитой.", "1583 --> Плюсское перемирие со Швецией.", "1584 --> Основание Архангельска.", "1485 – 1498 --> Царствование Федора Ивановича.", "1585, 6 авг. --> Разгром Сибирским ханом Кучумом отряда Ермака. Гибель Ермака.", "1586 --> Основание Воронежа, Тюмени, Самары, Уфы, Тобольска.", "1589, 26 янв. --> Учреждение Патриаршества в Русском государстве. Избрание патриархом митрополита Иова (умер в 1605).", "1589 --> «Судебник» царя Федора Ивановича.", "1590 – 1593 --> Война со Швецией. Возвращение крепостей Ивангород, Ям, Копорье.", "1591, 15 мая --> Смерть в Угличе младшего сына Ивана IV царевича Дмитрия.", "1591, лето --> Поход на Москву Крымского хана Казы-Гирея, сражение (4 июля) у Данилова монастыря близ Москвы (отступление татарских войск).", "1593 – 1593 --> Завершение введения заповедных лет. Отмена Юрьева дня (осеннего).", "1594 --> Официальное назначение боярина Бориса Годунова правителем государства при царе Федоре Ивановиче.", "1595, 18 мая --> Тявзинский «вечный мир» между Русским государством и Швецией. Швеция уступала Ям, Корелы, Ивангород, Копорье, Ниеншанц, Орешек.", "1596 --> Провозглашение Брестским церковным собором унии православной и католической церквей на территории Речи Посполитой.", "1597, 24 ноя. --> Установление 5-летнего срока сыска беглых и насильно вывезенных крестьян для возвращения их назад.", "1598, 6 янв. --> Смерть царя Федора Ивановича. Прекращение династии Рюриковичей.", "1598 – 1605 --> Царствование Бориса Федоровича Годунова.", "1601 – 1603 --> Голод в России.", "1603 --> Восстание крестьян и холопов под предводительством Хлопка.", "1604 --> Основание Томска.", "1604 --> Вступление войск Лжедмитрия I на территорию России.", "1605 – 1606 --> Правление Лжедмитрия I.", "1605 – 1606 --> Патриаршество Игнатия.", "1606, 17 мая --> Восстание в Москве против поляков. Убийство Лжедмитрия I.", "1606 – 1610 --> Царствование Василия IV Шуйского.", "1606 – 1607 --> Крестьянское восстание под предводительством И. И. Болотникова.", "1606 – 1612 --> Патриаршество Гермогена.", "1606, окт. – дек. --> Осада Москвы войском Болотникова. Разгром войска Болотникова в районе Коломенского близ Москвы.", "1607, 9 мар. --> «Уложение» царя Василия IV Шуйского. Установление 15-летнего срока сыска беглых крестьян.", "1607, 10 окт. --> Взятие Тулы войсками Василия Шуйского. Арест Болотникова (сослан в Каргополь, утоплен).", "1608 --> Начало похода Лжедмитрия II на Москву. Создание «Тушинского лагеря».", "1610, янв. --> Осада польскими войсками Троице-Сергиева монастыря.", "1609 – 1611 --> Осада Смоленска польскими войсками.", "1609 – 1618 --> Польско-шведское вторжение в Россию.", "1609, дек. --> Бегство Лжедмитрия II в Калугу.", "1610, 17 июл. --> Свержение царя Василия IV Шуйского.", "1610 --> Договор «тушинцев» с королем Речи Посполитой Сигизмундом III о призвании на русский престол королевича Владислава.", "1610 – 1613 --> Правление «семибоярщины» во главе с князем Мстиславским.", "1610, сен. --> Вступление в Москву польских войск.", "1611, янв. – мар. --> Формирование первого ополчения против польских войск во главе с П. Ляпуновым.", "1611, мар. --> Восстание в Москве против польских войск. Пожар в Москве.", "1611, июл. --> Распад первого ополчения.", "1611, сен. – окт. --> Формирование в Нижнем Новгороде второго ополчения во главе с Кузьмой Мининым и князем Д. М. Пожарским.", "1612, апр. --> Создание в Ярославле «Совета всей земли» (временного правительства России).", "1612, 26 окт. --> Вступление войск второго ополчения в Москву. Капитуляция польского гарнизона в Кремле.", "1613, янв. --> Созыв Земского собора в Москве.", "1613, 21 фев. --> Избрание Земским собором на русский престол Михаила Федоровича Романова.", "1613 – 1645 --> Царствование Михаила Федоровича.", "1617, 27 фев. --> Столбовский «вечный мир» со Швецией.", "1618, 1 дек. --> Деулинское перемирие с Речью Посполитой.", "1619, июн. --> Возвращение из польского плена отца Михаила Федоровича, Филарета. Возведение его в сан патриарха Московского (до 1633г.)", "1628 --> Основание Красноярска.", "1630 – 1632 --> Военная реформа. Формирование регулярных полков и полков иноземного строя.", "1632 – 1634 --> Война России с Речью Посполитой за возвращение Смоленска.", "1634 --> Поляновский мир с Речью Посполитой. Отказ короля Владислава IV от претензий на русский престол.", "1634 – 1640 --> Патриаршество Иоасафа I.", "1635 – 1638 --> Введение новых оборонительных сооружений – «засечных черт» на южных рубежах России.", "1636 --> Основание Симбирска.", "1640 – 1652 --> Патриаршество Иосифа.", "1643 – 1651 --> Походы В. Пояркова и Е. Хабарова за Амур.", "1645 – 1676 --> Царствование Алексея Михайловича.", "1647 --> Основание Охотска.", "1648 --> «Соляной бунт» в Москве. Восстания в Сольвычегорске, Великом Устюге, Соликамске, Козлове, Курске, Воронеже, Томске, Сургуте и др. Люди требовали отмены налога на соль.", "1648 --> Поход С. Дежнева. Открытие пролива между Азией и Америкой.", "1648, июл. --> Созыв Земского собора. Начало работы Уложенной комиссии князя Н. И. Одоевского.", "1649, 29 янв. --> Принятие Земским собором нового свода законов – Соборного уложения царя Алексея Михайловича.", "1650 --> Восстания в Пскове и Новгороде.", "Около 1650 --> Образование в Москве кружка «ревнителей благочестия», выступавших за проведение церковной реформы.", "1667 --> Патриаршество Никона.", "1652 --> Установление казенной монополии на торговлю хлебным вином (водкой).", "1653 --> Начало церковной реформы патриарха Никона.", "1654, 8 – 9 янв. --> Переяславская рада. Присоединение Украины к России.", "1654 – 1667 --> Русско-польская война.", "1656 – 1658 --> Русско-шведская война.", "1661 --> Основание Иркутска.", "1661, 21 июнь --> Кардисский мир со Швецией.", "1662, 25 – 26 июль --> «Медный бунт» в Москве.", "1663 – 1664 --> Восстания в Сибири и Башкирии.", "1666 --> Учреждение почты в России.", "1666 – 1667 --> Церковный собор. Осуждение патриарха Никона, лишение его патриаршего сана.", "1667 – 1672 --> Патриаршество Иосафа II.", "1667, 30 янв. --> Андрусовское перемирие с Речью Посполитой. Возвращение России Смоленской и Черниговской земель.", "1668 – 1676 --> Восстание в Соловецком монастыре («Соловецкое сидение»).", "1670 – 1671 --> Крестьянско-казацкое восстание под предводительством С. Т. Разина (казнен 26 апреля 1671).", "1672 – 1673 --> Патриаршество Питирима.", "1674 – 1690 --> Патриаршество Иоакима.", "1676 – 1681 --> Война России с Турцией и Крымским ханством.", "1676 – 1682 --> Царствование Федора Алексеевича.", "1679 --> Введение подворного налогообложения (вместо посошного).", "1681, 13 янв. --> Бахчисарайское перемирие с Турцией и Крымским ханством.", "1682 --> Отмена местничества (система феодальной иерархии, существовавшая с 15 в.).", "1682, 4 апр. --> Сожжение в Пустозерске лидеров церковного раскола Аввакума, Епифания и др.", "1682, апр. --> Борьба за власть боярских группировок Нарышкиных и Милославских после смерти царя Федора Алексеевича. Стрелецкий бунт.", "1682 – 1696 --> Совместное царствование братьев Ивана V и Петра I.", "1682 – 1689 --> Правление царевны Софьи Алексеевны – регентши при малолетних государях.", "1686 --> Создание Петром I «потешных войск».", "1686, 6 мая --> «Вечный мир» с Речью Посполитой.", "1687 --> Основание Эллино-греческой (с 1701 Славяно-греко-латинская) академии в Москве.", "1687, 1689 --> Крымские походы русских войск под командованием князя В. В. Голицына.", "1689, 27 января --> Женитьба Петра на Евдокии Лопухиной.", "1689, 27 авг. --> Нерчинский договор с Китаем. Установление русско-китайской границы по рекам Аргунь и Горбица.", "1690, 18 февраля  --> Рождение наследника престола Алексея.", "1690 – 1700 --> Патриаршество Адриана.", "1695, 1696 --> Азовские походы Петра I. Взятие Азова (17 июля 1696).", "1696 --> Начало создания флота России.", "1696 – 1725 --> Единоличное царствование Петра I (после смерти царя Ивана V).", "1697 – 1698 --> «Великое посольство» Петра I в Европу.", "1698 --> Бунт стрелецких полков. Массовые казни стрельцов.", "1698, 19 авг. --> Указ Петра I о запрещении ношения бороды и введении европейской одежды.", "1699 --> Реформа городского управления Петра I. Создание Бургмистерской палаты.", "169 --> Расформирование стрелецкого войска.", "1700, 1 янв. --> Введение нового летоисчисления (юлианский календарь).", "1700, 13 июл. --> Константинопольский мирный договор с Турцией.", "1700 – 1721 --> Северная война России со Швецией.", "1700 --> Смерть патриарха Адриана. Назначение митрополита Стефана Яворского местоблюстителем патриаршего престола.", "1700, 30 ноября --> Поражение войск Петра 1 под Нарвой.", "1701 --> Открытие в Москве школы математических и навигацких наук.", "1702-1704 --> Создание Балтийского флота.", "1702, окт. --> Осада и взятие штурмом русскими войсками крепости Нотебург (Орешек).", "1703, 2 янв. --> Выход в свет первой русской газеты «Ведомости».", "1703, апр. --> Взятие русскими войсками под командованием Б. П. Шереметьева крепости Ниеншанц в устье Невы.", "1703, 16 мая --> Основание Санкт-Петербурга.", "1703 --> Выход в свет учебника «Арифметика» Л. Ф. Магницкого.", "1704, лето --> Осада и взятие русскими войсками крепостей Дерпт и Нарва.", "1705 --> Введение ежегодной рекрутской повинности.", "1705 – 1706 --> Стрелецкое восстание в Астрахани. Подавлено Б. П. Шереметевым.", "1705 – 1711 --> Восстание башкир.", "1706, мар. --> Отступление русских войск из Гродно к Брест-Литовску, а затем к Киеву.", "1707 --> Создание первых восьми губерний.", "1707 – 1708 --> Крестьянско-казацкое восстание под руководством Кондратия Булавина, охватившее Дон, Левобережную и Слободскую Украину, Среднее Поволжье.", "1708, июн. --> Вторжение шведской армии короля Карла XII в Россию, форсирование р. Березина.", "1708, июл. --> Выступление гетмана И. С. Мазепы на стороне Швеции против России.", "1708, 28 сен. --> Разгром Петром I шведского корпуса у Лесной.", "1708, дек. --> Реформа административного управления. Разделение России на губернии.", "1708, дек. --> Введение гражданского шрифта.", "1709 --> Разрушение Запорожской Сечи.", "1709, 27 июн. --> Полтавская битва. Поражение шведских войск. Бегство Шведского короля Карла XII и Мазепы в Турцию (30 июня).", "1709, июл. --> Союз России, Речи Посполитой, Дании и Пруссии против Швеции.", "1709, 29 декабря  --> Рождение Елизаветы, будущей императрицы.", "1710 --> Впервые проведена перепись населения России.", "1710 --> Взятие русскими войсками Риги, Ревеля, Выборга.", "1710 --> Подворно-податная перепись населения.", "1710, ноя. --> Объявление Турцией, подстрекаемой Карлом XII, войны России.", "1711 --> Проведение денежной реформы, введение монет из золота, серебра и бронзы.", "1711, фев. --> Учреждение Правительствующего Сената.", "1711, май – июл. --> Прутский поход русских войск под командованием царя Петра I.", "1711, 9 – 10 июл. --> Окружение русской армии на р. Прут.", "1711, 12 июл. --> Заключение Прутского (Ясского) мира между Россией и Турцией. Возвращение Турции Азова, обязательство уничтожить крепости на Юге и Азовский флот.", "1712 --> Указы царя Петра I о создании Оружейного двора в Туле и Литейного двора в Петербурге.", "1712, мар. --> Венчание Петра I с Мартой Еленой Скавронской (после принятия православия – Екатерина Алексеевна).", "1713 --> Наступление русских войск в Финляндии. Взятие Гельсингфорса и Або.", "1714 --> Указ царя Петра I о единонаследии.", "1714, 27 июл. --> Гангутское морское сражение. Победа русского флота над шведами.", "1716-1718 --> Неудачный Хивинский поход под предводительством Берковича-Черкасского.", "1716, мар. --> Принятие «воинского устава».", "1716, сен. --> Бегство царевича Алексея за границу.", "1717 --> Поездка царя Петра I во Францию.", "1718, янв. --> Возвращение царевича Алексея в Россию (по требованию Петра I). Манифест о лишении царевича Алексея прав на престол.", "1718, 7 февраля  --> Рождение Анны, будущей матери императора Петра III.", "1718 --> Создание Тайной канцелярии.", "1718, июн. --> Кончина царевича Алексея после вынесения ему смертного приговора по обвинению в организации заговора.", "1718 – 1721 --> Ликвидация Приказов, учреждение Коллегий.", "1718 – 1731 --> Сооружение Ладожского канала.", "1719 --> Административная реформа. Разделение губерний на провинции. «Генеральный регламент» Петра I (устав гражданской службы).", "1720, 28 июн. --> Победа русского флота над шведской эскадрой у острова Гренгам.", "1720 – 1737 --> Составление В. Н. Татищевым «Истории Российской с самых древних времен».", "1721, 30 авг. --> Ништадский мир России со Швецией. Завершение Северной войны. Закрепление за Россией Лифляндии, Эстляндии, Ингерманландии, части Карелии с Выборгом и части Южной Финляндии.", "1721, 11 окт. --> Принятие Петром I императорского титула.", "1721 --> Учреждение государственной почты.", "1721 --> Начало строительства крепости Екатеринбург.", "1721 --> Учреждение Святейшего Синода (вместо патриаршества).", "1722, 13 янв. --> Издание «Табели о рангах», разделение всех государственных служащих на 14 рангов (чинов).", "1722 – 1723 --> Русско-персидская война. Персидский поход Петра I.", "1722 --> Ликвидация гетманства на Украине.", "1723 --> Взятие русскими войсками Дербента, Баку.", "1723, 1 сен. --> Русско-персидский мирный договор. Признание Персией прав России на западное и южное побережье Каспийского моря.", "1724, 8 февраля --> Открытие Петербургской Академии наук. Торжественное открытие Академии в Петербурге (27 декабря 1725).", "1724, июн. --> Константинопольский договор России с Турцией о разграничении владений в Закавказье.", "1725, 28 янв. --> Смерть Петра I. Борьба за власть между придворными группировками во главе с А. Д. Меншиковым и Долгорукими. Возведение на престол группировкой Меншикова Екатерины I.", "1725 – 1727 --> Царствование императрицы Екатерины I.", "1725, июн. --> Брак старшей дочери Петра I Анны Петровны с Карлом Фридрихом, герцогом Гольштейн-Готторнским.", "1725 – 1730 --> Первая камчатская экспедиция В. Беринга.", "1725, 30 августа --> Первое награждение Орденом Александра Невского.", "1726 --> Введение запрета на свободное передвижение крестьян для заработков.", "1726, фев. --> Учреждение Верховного тайного совета под председательством Екатерины I.", "1726, 28 апреля  --> Подписание русско-австрийского договора, Россия входит в Венский союз вместе с Испанией против Франции и Англии.", "1726 --> Открытие при Академии наук Академической гимназии и Академического университета.", "1726 --> Россия подчиняет себе Ширванскую область Кавказа.", "1727 – 1730 --> Царствование императора Петра II (сына царевича Алексея).", "1727 --> Восстановление гетманства на Украине (до 1734).", "1727, 5 июня --> Обручение Петра II с Марией Меншиковой.", "1727, сен. --> Низложение и арест А. Д. Меншикова, возвышение Долгоруких.", "1727, 21 окт. --> Кяхтинский договор между Россией и Китаем об установлении границ и условиях русско-китайской торговли.", "1730, янв. --> Избрание на русский престол вдовы герцога Курляндского, дочери царя Ивана V – Анны Ивановны.", "1730, 25 февраля --> Отмена Кондиций, возврат неограниченной монаршей власти.", "1730 – 1740 --> Царствование императрицы Анны Ивановны. Отстранение от власти Долгоруких. «Бироновщина».", "1730, мар. --> Отмена указа о единонаследии.", "1730 --> Отмена майората при наследовании имений.", "1730 – 1732 --> Переход под покровительство России части Северного Казахстана.", "1730-1736 --> Активная разработка медных и железных месторождений на Енисее.", "1731, 18 окт. --> Упразднение Верховного тайного совета и учреждение Кабинета министров.", "1731, октябрь  --> Воссоздание Тайной канцелярии.", "1731 --> Объявление земель помещиков их наследственной собственностью.", "1732, янв. --> Рештский трактат между Россией и Персией. Возвращение Персии южного побережья Каспийского моря, приобретенного Россией в ходе русско-персидской войны (1722 – 1723).", "1733 – 1743 --> Вторая Камчатская (Великая Северная) экспедиция В. Беринга (окончательное подтверждение существование пролива между Евразией и Америкой). Академическая экспедиция И. Г. Гмелина и Г. Ф. Миллера по Сибири и Дальнему Востоку.", "1733 – 1735 --> Союз России с Австрией и Саксонией в войне с Францией за Польское наследство. Признание Францией Августа Саксонского (Августа III) польским королем.", "1733, сен. --> Вступление русских войск в Варшаву (в ходе войны за Польское наследство).", "1735 – 1739 --> Русско-турецкая война.", "1736 --> Указы о закреплении мастеровых на мануфактурах, о запрещении фабрикам покупать поселения с землей, о принудительном привлечении к работам на мануфактурах нищих и бродяг.", "1736 --> Постройка крепости Кизляр на Северном Кавказе.", "1739, 18 сен. --> Подписание Белградского мира с Турцией. Возвращение Азова и Запорожья.", "1740, 17 окт --> Смерть Анны Ивановны. Возведение на престол Ивана VI Антоновича, сына Анны Леопольдовны (внучки царя Ивана V) и герцога Антона-Ульриха Брауншвейгского, провозглашение регентом Бирона.", "1740, 8 ноя. --> Свержение Бирона. Провозглашение регентшей Анны Леопольдовны.", "1741 – 1743 --> Русско-шведская война.", "1741 – 1761 --> Царствование императрицы Елизаветы Петровны, дочери Петра. Возведена на престол в результате дворцового переворота (25 ноября 1741).", "1741, дек. --> Упразднение Кабинета министров, восстановление полномочий Сената.", "1743, май --> Разгром шведской флотилии у острова Корно.", "1743, авг. --> Подписание русско-шведского договора в Або (Финляндия), получение Россией части Финляндии.", "1743 --> Основание Оренбурга.", "1743 – 1747 --> «Дипломатическая революция». Заключение Россией серии договоров с западноевропейскими странами.", "1750 --> Назначение гетманом Украины графа К. Г. Разумовского.", "1753, дек. --> Указ об отмене внутренних торговых пошлин.", "1754 – 1761 --> Работа Елизаветинской уложенной комиссии.", "1754 --> Начало экономических реформ П. И. Шувалова. Таможенный устав. Учреждение Дворянского и Купеческого заёмного банков.", "1755, 12 янв. --> Основание Московского университета (по инициативе М. В. Ломоносова, при покровительстве И. И. Шувалова).", "1756 – 1762 --> Участие России в Семилетней войне (1756 – 1763) на стороне Австрии, Франции, Испании, Саксонии и Швеции против Пруссии, Великобритании и Португалии.", "1757, 19 авг. --> Разгром русскими войсками под командованием С. Ф. Апраксина прусской армии у Гросс-Егерсдорфа. Последующий отход русских войск к Тильзиту.", "1757 --> Введение покровительственного таможенного тарифа.", "1757, ноя. --> Учреждение Академии художеств.", "1757, 30 дек. --> Взятие русскими войсками под командованием В. В. Фермора Кёнигсберга.", "1758, янв. --> Манифест Елизаветы Петровны о включении Восточной Пруссии в состав Российской Империи.", "1759, 1 авг. --> Победа русских войск под командованием П. С. Салтыкова над прусской армией Фридриха II при Куннерсдорфе (под Франкфуртом).", "1760, 28 сен. --> Взятие русскими войсками Берлина.", "1761, 25 дек. --> Смерть императрицы Елизаветы Петровны. Вступление на престол Петра III Федоровича – сына Анны Петровны (дочери Петра I) и Карла Фридриха, герцога Гольштейн-Готторнского.", "1762, фев. --> Манифест о вольности дворянства. Манифест об уничтожении Тайной канцелярии и отмене сыска по устному доносу.", "1762, 13 апр. --> Мир с Пруссией. Россия уступала Пруссии все свои завоевания в ходе Семилетней войны.", "1762, 29 мая --> Заключение союза с Пруссией.", "1762, 29 июн. --> Дворцовый переворот. Свержение императора Петра III и возведение его жены Екатерины II Алексеевны (урожденная София Фредерика Ангальт-Цербстская).", "1762 – 1796 --> Царствование императрицы Екатерины II.", "1762, 6 июл. --> Убийство Петра III.", "1764, фев. --> Секуляризация церковных и монастырских земель.", "1764, июл. --> Попытка государственного переворота с целью возвращения на престол Ивана VI Антоновича, предпринятая поручиком В. Я. Мировичем. Убийство Ивана VI. Казнь (сентябрь) Мировича.", "1764, окт. --> Избрание на польский престол ставленника Екатерины II графа Станислава Понятовского.", "1764 --> Окончательное упразднение гетманства на Украине.", "1764, дек. --> Начало реформ в области образования по проекту И. И. Бецкого.", "1765, янв. --> Указ о праве помещиков ссылать крепостных крестьян в Сибирь.", "1765, окт. --> Создание Вольного экономического общества.", "1766 --> Торговый договор с Великобританией.", "1767 – 1768 --> Деятельность Комиссии об Уложении, созданной с целью кодификации законов.", "1767 --> Публикация «Наказа» Екатерины II для Комиссии по составлению нового Уложения.", "1768 – 1774 --> Русско-турецкая война.", "1768 – 1774 --> Академические экспедиции для изучения восточных и северных районов Российской империи.", "1769 --> Выпуск ассигнаций (первых бумажных денег в России).", "1769 --> Первый внешний заём России (в Амстердаме).", "1770, 26 июн. --> Победа русского флота при Чесме.", "1770, июл. --> Победы русских войск под командованием П. А. Румянцева при Ларге и Кагуле.", "1770, дек. --> Взятие русскими войсками Аккермана и Бухареста.", "1771 --> Занятие русскими войсками Крыма.", "1771 --> Эпидемия чумы в Москве — «Чумной бунт».", "1771 --> Запрещение продажи крепостных с публичных торгов за долги помещика.", "1772, 25 июл. --> Петербургская конвенция о первом разделе Речи Посполитой между Россией, Пруссией и Австрией. Присоединение к России Подвинья, Полоцкого, Витебского, Мстиславского и части Минского воеводств, польской части Ливонии.", "1772, сен. --> Победы русских войск под командованием А. В. Суворова под Карасу и Кючук-Кайнарджи.", "1773 – 1775 --> Крестьянско-казацкое восстание под предводительством Е. И. Пугачева.", "1773, окт. – 1774, мар. --> Осада войском Пугачева крепости Оренбург.", "1773, ноя. --> Поражение правительственных войск в сражении с войском Пугачева под Оренбургом.", "1774,10 (21) июл. --> Кючук-Кайнарджийский мир с Турцией.", "1774, июл. --> Штурм и взятие Пугачевым Казани; его поражение в сражении под Казанью.", "1774, авг. --> Окончательное поражение Пугачева под Царицыном.", "1775, 10 янв. --> Казнь Пугачева в Москве.", "1775 --> Издание «Учреждения для управления губерний Российской империи». Разделение страны на 51 губернию.", "1779 --> Основание Черноморского флота.", "1780 --> Декларация Екатерины II о «вооруженном нейтралитете» с целью охраны торгового мореплавания во время борьбы британских колоний в Северной Америке за независимость.", "1783, 28 мар. --> Манифест Екатерины II о присоединении Крыма к России.", "1783, 3 мая --> Указ о закрепощении крестьян на Левобережной Украине.", "1783, 24 июл. --> Георгиевский трактат – договор о добровольном принятии Картли-Кахетинского царства (Восточная Грузия) под покровительство Российской империи.", "1784 --> Создание Г. И. Шелеховым первых русских поселений на Аляске.", "1785, 21 апр. --> «Жалованная грамота дворянству» и «Грамота на права и выгоды городам Российской империи».", "1786, 31 дек. --> Торговый договор России и Франции.", "1786 --> Секуляризация церковных и монастырских земель на Украине.", "1787 – 1791 --> Русско-турецкая война.", "1788 – 1790 --> Русско-шведская война.", "1788, 6 июл. --> Победа русского флота над шведским при Гогланде.", "1788, сен. – окт. --> Экспедиция эскадры под командованием Д. Н. Сенявина и его победа над турецким флотом при Синопе.", "1788, 18 сен. --> Взятие русско-австрийскими войсками под командованием И. П. Салтыкова и принца Кобургского крепости Хотин.", "1788, 6 дек. --> Взятие русскими войсками под командованием Г. А. Потемкина турецкой крепости Очаков.", "1789, 21 июл. --> Победа русско-австрийских войск под командованием А. В. Суворова и принца Кобургского при Фокшанах.", "1789, 11 сен. --> Победа русских войск под командованием А. В. Суворова при Рымнике.", "1789, 28 сен. --> Капитуляция Аккермана.", "1790, мар. --> Ряд поражений русских войск в Финляндии.", "1790, 3 авг. --> Версальский мир между Россией и Швецией.", "1790, 28 авг. --> Победа русского флота под командованием Ф. Ф. Ушакова над турецким флотом при Тендре.", "1790 --> Указ Екатерины II о возвращении всех русских из революционной Франции.", "1790, 11 дек. --> Взятие русскими войсками под командованием А. В. Суворова крепости Измаил.", "1791, 31 июл. --> Разгром турецкого флота при мысе Каликария.", "1791, 29 дек. --> Ясский мир с Турцией. Признание Турцией присоединения Крыма к России.", "1793, 12 янв. --> Петербургская конвенция между Россией и Пруссией о втором разделе Речи Посполитой. Переход к России большей части Украины и Белоруссии (с Минском).", "1793 --> Замена пожизненной солдатской службы 25-летним сроком.", "1794 --> Подавление русскими войсками восстания Т. Костюшко в Польше.", "1795, 13 окт. --> Петербургская конвенция между Россией, Австрией и Пруссией о третьем разделе Речи Посполитой. Переход к России Литвы, Курляндии, Западной Белоруссии и Западной Украины.", "1796, 6 ноя. --> Смерть императрицы Екатерины II.", "1796 – 1801 --> Царствование императора Павла I.", "1797 --> Введение престолонаследия по генеалогическому старшинству.", "1799 --> Участие России в войнах второй антифранцузской коалиции.", "1799 --> Русско-турецкая экспедиция к Ионическим островам под командованием Ф. Ф. Ушакова, образование Ионической республики под протекторатом России (до 1807).", "1799, фев. --> Штурм Ф. Ф. Ушаковым французской крепости на острове Корфу.", "1799, апр. – авг. --> Итальянский поход А. В. Суворова.", "1799, сен. --> Швейцарский поход А. В. Суворова. Прорыв через перевал Сен-Готард и ущелье Чертов мост.", "1799 --> Образование Российско-Американской компании.", "23 марта 2001 --> В Тихом океане прошло затопление российской орбитальной станции «Мир».", "4 октября 2001 --> Украинскими ПВО сбит российский авиалайнер с пассажирами над Черным морем.", "1 декабря 2001 --> Официально провозглашено создание политической партии «Единая Россия».", "14 мая 2002 --> Создание Организации Договора о коллективной безопасности.", "5 октября 2003 --> На выборах Президента Чеченской республики победил Ахмат Кадыров.", "23-26 октября 2002 --> События в московском театральном центре на Дубровке. Захват террористами заложников и операция по их освобождению.", "14 марта 2004 --> Выборы Президента РФ. Путин В. В. переизбран на второй срок.", "24 августа 2004 --> Теракты на самолетах Ту – 134 и Ту – 154 (взрывы на борту).", "31 августа 2004 --> Взрыв на станции метро «Рижская».", "1-3 сентября 2004 --> Трагедия в школе Беслана.", "13-14 октября 2005 --> Террористическое нападение на город Нальчик.", "1 января 2006 --> Начало муниципальной реформы в РФ.", "1-4 января 2006 --> «Газовая война» с Украиной.", "15-17 июля 2006 --> В Санкт-Петербурге проводился 32-й саммит G8.", "10 февраля 2007 --> «Мюнхенская речь» В. В. Путина.", "17 мая 2007 --> Подписан «Акт о каноническом общении» между Московской Патриархией и Русской Зарубежной церковью.", "11 июля 2007 --> Принят закон об обязательном 11-летнем образовании.", "2 марта 2008 --> Д. А. Медведев избран Президентом Российской Федерации.", "8 мая 2008 --> Путин В. В. назначен председателем правительства РФ.", "7-12 августа 2008 --> Война с Грузией в Южной Осетии и Абхазии.", "14-16 августа 2008 --> Переговоры и подписание «плана Медведева – Саркози».", "26 августа 2008 --> Признание Россией независимости Южной Осетии и Абхазии.", "1 января 2008 --> Введение ЕГЭ на всей территории РФ.", "25-27 января 2009 --> Поместный Собор РПЦ избрал Патриархом Московским и всея Руси Кирилла.", "16 апреля 2009 --> Отменен режим КТО на территории Чеченской республики.", "17 августа 2009 --> Прорыв плотины на Саяно-Шушенской ГЭС.", "5 декабря 2009 --> Трагедия в пермском клубе «Хромая лошадь».", "1 января 2010 --> Вступление в силу договора о «Едином таможенном пространстве».", "1 апреля 2010 --> Подписание Договора «СНВ- 3».", "1 марта 2011 --> Закон РФ «О полиции» вступил в силу.", "4 декабря 2011 --> Выборы в Госдуму VI созыва.", "4 марта 2012 --> Путин В. В. избран четвертым президентом РФ.", "25 марта 2012 --> Принятие закона о возвращении прямых выборов для губернаторов.", "8 мая 2012 --> Премьер-министром РФ назначен Медведев Д. А.", "22 августа 2012 --> РФ официально вступила в ВТО.", "15 февраля 2013 --> В Челябинске упал метеорит.", "1 августа 2013 --> Вступил в силу «Антипиратский закон» (защита авторских прав).", "6-13 июля 2013 --> Проведение Универсиады в Казани.", "7-23 февраля 2014 --> В Сочи прошла XXII-я зимняя Олимпиада.", "7-16 марта 2014 --> В Сочи проведена XI-я зимняя Параолимпиада.", "18 марта 2014 --> Республика Крым и город Севастополь вошли в состав РФ как субъекты Федерации.", "1 января 2015 --> Вступление в силу договора о создании ЕАЭС.", "26 августа 2015 --> Официальное начало военной операции РФ в Сирии.", "28 апреля 2016 --> Первый запуск ракетоносителя с космодрома «Восточный».", "18 сентября 2016 --> Выборы в Госдуму VII созыва.", "19 декабря 2016 --> В Анкаре произошло убийство посла РФ А. Карлова.", "14-22 октября 2017 --> В Сочи проходил XIX Всемирный фестиваль молодежи и студентов.", "18 марта 2018 --> Переизбрание Путина В. В. Президентом РФ.", "18 мая 2018 --> Медведев Д. А. назначен Председателем правительства РФ.", "16 мая 2018 --> Открытие автодорожной части Крымского моста для легкового транспорта.", "16 июня 2018 --> Объявлено о начале Пенсионной реформы в РФ.", "1 января 2019 --> До 20% увеличилась ставка НДС.", "2019 --> В Российской Федерации начался переход к полному цифровому телевещанию."]